Repository: pypi-data/pypi-mirror-10
Catalog: packages/mayan-edms/mayan_edms-1.1.1-py2-none-any.whl/mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Available attributes:
pt_br: Atributos disponíveis:

source: Selection
pt_br: Seleção

source: Password
pt_br: Senha

source: Please enter a correct email and password. Note that the password field is case-sensitive.
pt_br: Por favor, indique um e-mail e senha corretamente. Note-se que o campo de senha diferencia maiúsculas de minúsculas.

source: This account is inactive.
pt_br: Esta conta está inativa.

source: Change password
pt_br: Alterar a senha

source: User details
pt_br: Detalhes do usuário

source: Edit details
pt_br: Editar Detalhes

source: About
pt_br: Sobre

source: License
pt_br: Licença

source: Locale profile
pt_br: Perfil Idioma

source: Edit locale profile
pt_br: Editar perfil Idioma

source: Logout
pt_br: Sair

source: Anonymous user
pt_br: Usuário anônimo

source: Account
pt_br: Conta

source: Password hash
pt_br: Senha hash

source: Auto admin properties
pt_br: Propriedades de administração Automático

source: File
pt_br: Arquivo

source: Filename
pt_br: Nome do arquivo

source: Date time
pt_br: hora, data

source: Shared uploaded file
pt_br: Arquivo enviado Partilhado

source: Shared uploaded files
pt_br: Arquivos enviados Partilhado

source: User
pt_br: Usuário

source: Language
pt_br: Lingua

source: User locale profile
pt_br: Perfil de localidade do usuário

source: User locale profiles
pt_br: Perfis de localidade do usuário

source: Temporary directory used site wide to store thumbnails, previews and temporary files. If none is specified, one will be created using tempfile.mkdtemp()
pt_br: Diretório temporário local usado para armazenar grande miniaturas, previews e arquivos temporários. Se nenhum for especificado, um será criado usando tempfile.mkdtemp ()

source: Controls the mechanism used to authenticated user. Options are: username, email
pt_br: Controla o mecanismo usado para usuário autenticado. As opções são: e-mail, nome de usuário,

source: Allow non authenticated users, access to all views
pt_br: Permitir que usuários não autenticados, acesso a todos os pontos de vista.

source: A storage backend that all workers can use to share files.
pt_br: Um backend de armazenamento que todos os trabalhadores podem usar para compartilhar arquivos.

source: Function found
pt_br: função encontrada

source: No action selected.
pt_br: Nenhuma ação selecionada.

source: Must select at least one item.
pt_br: Deve selecionar pelo menos um item.

source: Unable to remove %(selection)s.
pt_br: Não foi possível remover %(selection)s.

source: Unable to add %(selection)s.
pt_br: Não foi possível adicionar %(selection)s.

source: Add
pt_br: Adicionar

source: Remove
pt_br: Remover

source: Current user details
pt_br: Detalhes do usuário

source: Current user locale profile details
pt_br: Usuário Atual - detalhes do perfil de localidade

source: E-mail conflict, another user has that same email.
pt_br: E-mail conflito, outro usuário que tem mesmo e-mail.

source: Current user's details updated.
pt_br: Detalhes do usuário atual atualizados.

source: Edit current user details
pt_br: Editar detalhes do usuário corrente

source: Current user's locale profile details updated.
pt_br: Detalhes do perfil de localidade do usuário atual atualizado.

source: Edit current user locale profile details
pt_br: Editar Usuário Atual - detalhes do perfil de localidade

source: Current user password change
pt_br: Alteração de senha do usuário atual

source: Your password has been successfully changed.
pt_br: Sua senha foi alterada com êxito.

source: Error saving %s details.
pt_br: Erro ao salvar %s detalhes.

source: Error saving details.
pt_br: Salvar detalhes de erro.

source: %s details saved successfully.
pt_br: %s Detalhes salvos com sucesso.

source: Details saved successfully.
pt_br: Detalhes salvos com sucesso.

source: Error creating new %s.
pt_br: Erro ao criar nova :%s.

source: Error creating object.
pt_br: Erro ao criar objeto.

source: %s created successfully.
pt_br: %s criado com sucesso.

source: New object created successfully.
pt_br: Novo objeto criado com sucesso.

source: Error deleting %s.
pt_br: Erro ao excluir:%s.

source: Error deleting object.
pt_br: Erro ao excluir objeto.

source: %s deleted successfully.
pt_br: %s excluído com sucesso

source: Object deleted successfully.
pt_br: Objeto excluído com sucesso.

source: None
pt_br: Nenhum
