Repository: pypi-data/pypi-mirror-10
Catalog: packages/mayan-edms/mayan-edms-1.1.1.tar.gz/mayan-edms-1.1.1/mayan/apps/installation/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Items
pt_br: itens

source: Value
pt_br: Valor

source: Installation details
pt_br: Detalhe das Instalação

source: Installation property namespaces
pt_br: Instalando Propriedades namespaces

source: Details
pt_br: Detalhes

source: Operating system
pt_br: Sistema Operacional

source: Distributor ID
pt_br: ID Distribuidor

source: Description
pt_br: Descrição

source: System info
pt_br: Informação do Sistema

source: OS architecture
pt_br: Arquitetura O.S.

source: Python version
pt_br: Versão do Python

source: Platform
pt_br: Plataforma

source: Machine
pt_br: Servidor

source: Processor
pt_br: Processador

source: Number of CPUs
pt_br: Número de CPU´s

source: Total physical memory
pt_br: Total Memória física

source: Disk partitions
pt_br: Partições de disco

source: Binary dependencies
pt_br: Dependências binárias

source: tesseract version
pt_br: Versão do tesseract

source: not found
pt_br: Não encontrada

source: error getting version
pt_br: Erro ao receber a versão.

source: unpaper version
pt_br: Versão do unpaper

source: pdftotext version
pt_br: Versão do pdftotext

source: Mayan EDMS version
pt_br: Mayan EDMS versão

source: Running from a Git repository
pt_br: Rodando de um repositório Git

source: Repository remotes
pt_br: Repositório remoto

source: Repository remotes URLs
pt_br: URLs dos repositórios remotos

source: pip not found.
pt_br: pip não encontrado

source: Installation
pt_br: Instalação

source: View installation environment details
pt_br: Exibir detalhes do ambiente de instalação

source: Installation namespace details for: %s
pt_br: Detalhes da Instalação do namespace para: %s
