Repository: pypi-data/pypi-mirror-10
Catalog: packages/collective.searchandreplace/collective.searchandreplace-4.0.tar.gz/collective.searchandreplace-4.0/collective/searchandreplace/locales/*/LC_MESSAGES/SearchAndReplace.po
Languages: pt_br

source: Check the box for a case sensitive search.
pt_br: Marque para fazer uma busca que diferencie letas maiúsculas e minúsculas.

source: Enter the text to find.
pt_br: Digite o texto que você deseja pesquisar.

source: Find What
pt_br: Pesquisar por

source: If checked, this will recursively search through any selected folders and their children, replacing at each level.
pt_br: Se marcada, esta opção irá fazer uma busca recursiva em qualquer pasta selecionada e suas subpastas, fazendo a substituição em cada nível.

source: Replace
pt_br: Substituir

source: Replace With
pt_br: Substituir Por

source: Reset
pt_br: Redefinir

source: Search Subfolders
pt_br: Pesquisar Subdiretórios

source: Search and Replace
pt_br: Pesquisar e Substituir

source: Search and Replace text
pt_br: Pesquisar e Substituir texto

source: Search and replace text found in documents.
pt_br: Pesquisar e substituir texto encontrado nos documentos.

source: Search text replaced in %d of %d instance(s).
pt_br: Pesquisar texto substituído em %d de %d instância(s).

source: Search text replaced.
pt_br: Pesquisar texto substituído.

source: Search/Replace
pt_br: Pesquisar/Substituir
