Repository: pypi-data/pypi-mirror-10
Catalog: packages/collective.pfg.userjoin/collective.pfg.userjoin-0.1.0.tar.gz/collective.pfg.userjoin-0.1.0/collective/pfg/userjoin/locales/*/LC_MESSAGES/collective.pfg.userjoin.po
Languages: it

source: A PloneFormGen adapter for subscribe users to the site
it: Un adattatore per PloneFormGen che gestisce iscrizioni al sito

source: Adapter for subscribe users to the site
it: Adattatore per iscrivere utenti al sito

source: Automatic groups membership
it: Appartenenza automatica a gruppi

source: Confirm selected
it: Conferma selezionati

source: Discard selected
it: Scarta selezionati

source: Email form field
it: Campo email del form

source: Form field
it: Campo del form

source: Fullname form field
it: Campo "nome completo" del form

source: Map additional user's data
it: Associa informazioni utente aggiuntive

source: Submitted on
it: Inviato il

source: User Join Adapter
it: Adattatore Iscrizione Utente

source: User field
it: Campo utente

source: Userid form field
it: Campo userid del form

source: email_field_help
it: Seleziona il campo del form che contiene l'indirizzo e-mail dell'utente. Questo campo dovrebbe essere obbligatorio.

source: entries_deleted_message
it: ${count} elementi eliminati

source: formfield_coldescription
it: Seleziona un campo presente nel form

source: fullname_field_help
it: Seleziona il campo del form che contiene il nome completo dell'utente

source: groupsToBeAdded_help
it: Gli utenti create saranno automaticamente aggiunti a questi gruppi

source: help_additionalUserInfo
it: Campo del form aggiuntivi da associare ad informazioni utente disponibili. Per ogni campo del form puoi gestire informaizoni utente aggiuntive che saranno usate alla creazione dell'utente

source: join_detail_title
it: Dati inviati per ${name}

source: no_submitted_data
it: Non ci sono iscrizioni di utenti da valutare.

source: password_reset_issue_message
it: Impossibile effettuare il reset della password per l'utente $user: $message

source: user_created_error_message
it: Errore nell'aggiungere i dati $data: $err

source: user_created_message
it: Utente $data aggiunto

source: userfield_coldescription
it: Seleziona un'informazione utente a cui applicre il campo del form

source: userid_field_help
it: Seleziona il campo del form che contiene l'id utente. Questo campo del form deve essere obbligatorio.

source: username_already_taken_error
it: Il nome utente è già in uso

source: username_invalid_error
it: Il nome utente è invalido
