Repository: pypi-data/pypi-mirror-10
Catalog: packages/collective.portlet.calendar/collective.portlet.calendar-1.0b3.tar.gz/collective.portlet.calendar-1.0b3/collective/portlet/calendar/locales/*/LC_MESSAGES/collective.portlet.calendar.po
Languages: it, pt_br

source: A calendar portlet that supports configuration
it: Una portlet calendario che supporta configurazioni aggiuntive

source: Add Calendar Extended Portlet
it: Aggiungi portlet Calendario Avanzato
pt_br: Adicionar portlet de calendário extendido

source: Edit Calendar Extended Portlet
it: Modifica portlet Calendario Avanzato
pt_br: Editar portlet de calendário extendido

source: Extended Calendar Portlet
it: Portlet Calendario Avanzato

source: Keywords
it: Parole chiave
pt_br: Palavras-chave

source: Review state
it: Stato del contenuto
pt_br: Estado de workflow

source: This calendar portlet allows choosing a subpath.
it: Questa portlet calendario permette di scegliere un percorso
pt_br: Este portlet de calendário permite a escolha de uma área do site

source: help_calendarex_root
it: Puoi ricercare e scegliere una cartella che agisca da radice della ricerca per questo portlet. Lascia vuoto per usare la radice del sito. Puoi anche selezionare una Collezione per mostrare gli Eventi trovati da questa.
pt_br: Você pode buscar por e escolher uma pasta para agir como a raiz da busca para este portlet. Deixe em branco para buscar em todo o Plone site. Você pode também selecionar uma coleção para exibir apenas os eventos listados por ela.

source: help_calendarex_title
it: Il titolo di questa portlet. Lascia vuoto per non mostrare nessun titolo.
pt_br: Título do portlet. Deixe em branco para não exibir nenhum título.

source: help_keywords
it: Parole chiave da cercare. Verrà ignorato se hai selezionato una collezione come "Nodo radice"
pt_br: Palavras-chave para busca. Este filtro será ignorado caso você selecione uma coleção como "Raiz"

source: help_review_state
it: Filtra i contenuti usando lo stato di revisione. Lascia vuoto per usare il default del sito. Questo filtro verrà ignorato se hai selezionato una collezione come "Nodo radice"
pt_br: Filtre conteúdos usando o estado de workflow. Deixe em branco para utilizar o padrão do site. Este filtro será ignorado caso você selecione uma coleção como "Raiz"

source: label_calendarex_root_path
it: Nodo radice
pt_br: Raiz

source: label_calendarex_title
it: Titolo
pt_br: Título

source: portlet_title
it: Calendario Avanzato: $name
