Repository: pypi-data/pypi-mirror-10
Catalog: packages/django_openstack_auth/django_openstack_auth-1.3.0.tar.gz/django_openstack_auth-1.3.0/openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: The authentication token issued by the Identity service has expired.
pt_br: O token de autenticação emitido pelo serviço de identidade expirou.

source: No authentication backend could be determined to handle the provided credentials.
pt_br: Nenhuma autenticação poderia ser determinada para lidar com as credenciais fornecidas.

source: Invalid credentials.
pt_br: Credencial Inválida

source: An error occurred authenticating. Please try again later.
pt_br: Um erro ocorreu autenticando. Por favor tente novamente mais tarde.

source: You are not authorized for any projects.
pt_br: Você não está autorizado para nenhum projeto.

source: Unable to authenticate to any available projects.
pt_br: Não foi possível autenticar nos projetos disponíveis.

source: Region
pt_br: Região

source: User Name
pt_br: Nome do Usuário

source: Password
pt_br: Senha

source: Domain
pt_br: Domínio

source: Authenticate using
pt_br: Autenticar usando

source: Deprecated: %s
pt_br: Obsoleto: %s

source: Error loading logging config %(log_config)s: %(err_msg)s
pt_br: Erro ao carregar configuração %(log_config)s: %(err_msg)s

source: syslog facility must be one of: %s
pt_br: O recurso de syslog deve ser um dos seguintes: %s

source: Fatal call to deprecated config: %(msg)s
pt_br: Chamada fatal de configuração obsoleta: %(msg)s

source: The JSON file that defines policies.
pt_br: O arquivo JSON que define as políticas.

source: Default rule. Enforced when a requested rule is not found.
pt_br: Regra padrão. Aplicada quando a url solicitada não for encontrada.

source: Directories where policy configuration files are stored.
pt_br: Diretório onde os arquivos de configuração de politica estão armazenados.

source: Policy doesn't allow %s to be performed.
pt_br: Política não permite a realização de %s.

source: Rules must be an instance of dict or Rules, got %s instead
pt_br: Regras devem ser uma instância de dict ou Rules, recebeu %s em seu lugar

source: Unable to retrieve authorized projects.
pt_br: Não foi possível obter os projetos autorizados.
