Repository: pypi-data/pypi-mirror-10
Catalog: packages/mayan-edms/mayan-edms-1.1.1.tar.gz/mayan-edms-1.1.1/mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Signature file
pt_br: Arquivo de assinatura

source: Delete signature
pt_br: Excluir assinatura

source: Download signature
pt_br: download do assinatura

source: Upload signature
pt_br: upload do assinatura

source: Signatures
pt_br: assinaturas

source: Document version
pt_br: Versão do Documento

source: Has embedded signature
pt_br: Tem incorporado a assinatura

source: Document version signature
pt_br: Versão do documento da assinatura

source: Document version signatures
pt_br: Versão do documento das assinaturas

source: Document signatures
pt_br: Assinaturas de documentos

source: Verify document signatures
pt_br: Verificar as assinaturas de documentos

source: Delete detached signatures
pt_br: Excluir assinaturas desanexados

source: Download detached signatures
pt_br: Download assinaturas destacadas

source: Upload detached signatures
pt_br: Upload de assinaturas destacadas

source: Signature status: %s
pt_br: Assinatura status: %s

source: Embedded
pt_br: embutido

source: Detached
pt_br: destacado

source: None
pt_br: Nenhum

source: Signature ID: %s
pt_br: ID assinatura: %s

source: Signature type: %s
pt_br: Tipo de assinatura: %s

source: Key ID: %s
pt_br: ID da chave: %s

source: Signature properties for document: %s
pt_br: Propriedades da assinatura do documento: %s

source: Detached signature uploaded successfully.
pt_br: Assinatura separado enviado com sucesso.

source: Upload detached signature for document: %s
pt_br: Carregar assinatura separada para documento: %s

source: Detached signature deleted successfully.
pt_br: Assinatura separada excluído com sucesso.

source: Error while deleting the detached signature; %s
pt_br: Erro ao excluir a assinatura individual; %s

source: Are you sure you wish to delete the detached signature from document: %s?
pt_br: Tem certeza de que deseja apagar a assinatura separada do documento: %s?
