Repository: pypi-data/pypi-mirror-10
Catalog: packages/mayan-edms/mayan-edms-1.1.1.tar.gz/mayan-edms-1.1.1/mayan/apps/folders/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Created
pl: utworzony

source: Documents
pl: Dokumenty

source: Folder
pl: Katalog

source: Folders
pl: Katalogi

source: Create folder
pl: Stworzyć folder

source: Edit
pl: Edytuj

source: Delete
pl: Usunąć

source: Remove from folder
pl: Usuń z folderu

source: Add to a folder
pl: Dodać do folderu

source: Add to folder
pl: Dodać do folderu

source: Title
pl: Tytuł

source: User
pl: Użytkownik

source: Datetime created
pl: Data utworzenia

source: Create new folders
pl: Utwórz nowe katalogi

source: Edit new folders
pl: Edytuj nowe foldery

source: Delete new folders
pl: Usuń nowe katalogi

source: Remove documents from folders
pl: Usuń dokumenty z katalogów

source: View existing folders
pl: Zobacz istniejące katalogi

source: Add documents to existing folders
pl: Dodaj dokumenty do istniejących katalogów

source: Folder created successfully
pl: Katalog został pomyślnie utworzony

source: A folder named: %s, already exists.
pl: Katalog o nazwie:%s już istnieje.

source: Folder edited successfully
pl: Folder edytowany powodzeniem

source: Error editing folder; %s
pl: błąd edycji katalogu; %s

source: Edit folder: %s
pl: edytuj katalog: %s

source: Folder: %s deleted successfully.
pl: Katalog: %s został usunięty.

source: Folder: %(folder)s delete error: %(error)s
pl: Katalog: %(folder)s błąd usuwania: %(error)s

source: Are you sure you with to delete the folder: %s?
pl: Czy na pewno chcesz usunąć katalog: %s?

source: Documents in folder: %s
pl: Dokumenty w katalogu: %s

source: Must provide at least one document.
pl: Musisz podać co najmniej jeden dokument.

source: Document: %(document)s added to folder: %(folder)s successfully.
pl: Dokument : %(document)s pomyślnie dodano do katalogu: %(folder)s.

source: Document: %(document)s is already in folder: %(folder)s.
pl: Dokument: %(document)s jest już w katalogu: %(folder)s.

source: Add document to folder
pl: Dodaj dokument do katalogu

source: Folders containing document: %s
pl: Katalogi zawierające dokument: %s

source: Must provide at least one folder document.
pl: Musisz podać conajmiej jeden katalog dokumentów.

source: Document: %s removed successfully.
pl: Pomyślnie usunięto dokument: %s.

source: Document: %(document)s delete error: %(error)s
pl: Dokument: %(document)s błąd usuwania: %(error)s

source: Are you sure you wish to remove the selected document from the folder: %(folder)s?
pl: Czy napewno usunąć zaznaczony dokument z katalogu: %(folder)s?
