Repository: pypi-data/pypi-mirror-10
Catalog: packages/python-openstackclient/python-openstackclient-1.2.0.tar.gz/python-openstackclient-1.2.0/python-openstackclient/locale/*/LC_MESSAGES/python-openstackclient.po
Languages: de

source: Set a username with --os-username, OS_USERNAME, or auth.username
de: Legen Sie einen Benutzernamen mit --os-username, OS_USERNAME oder auth.username fest

source: Set an authentication URL, with --os-auth-url, OS_AUTH_URL or auth.auth_url
de: Legen Sie eine Authentifizierungs-URL mit --os-auth-url, OS_AUTH_URL oder auth.auth_url fest

source: Set a scope, such as a project or domain, with --os-project-name, OS_PROJECT_NAME or auth.project_name
de: Legen Sie einen Gültigkeitsbereich, wie beispielsweise ein Projekt oder eine Domäne, mit OS_PROJECT_NAME oder auth.project_name fest

source: Set a token with --os-token, OS_TOKEN or auth.token
de: Legen Sie einen Token mit --os-token, OS_TOKEN oder auth.token fest

source: Set a service AUTH_URL, with --os-auth-url, OS_AUTH_URL or auth.auth_url
de: Legen Sie eine Dienst-AUTH_URL mit --os-auth-url, OS_AUTH_URL oder auth.auth_url fest

source: Set a service URL, with --os-url, OS_URL or auth.url
de: Legen Sie eine Dienst-URL mit --os-url, OS_URL oder auth.url fest

source: List additional fields in output
de: Zusätzliche Felder in der Ausgabe auflisten

source: Server (name or ID)
de: Server (Name oder Kennung)

source: Security group to add (name or ID)
de: Zu hinzufügende Sicherheitsgruppe (Name oder Kennung)

source: Volume to add (name or ID)
de: Zu hinzufügender Datenträger (Name oder Kennung)

source: Server internal device name for volume
de: Serverinterner Gerätename für Datenträger

source: New server name
de: Neuer Servername

source: Create server from this image
de: Server aus diesem Abbild erstellen

source: Create server from this volume
de: Server aus diesem Datenträger erstellen

source: Create server with this flavor
de: Server mit dieser Variante erstellen

source: Security group to assign to this server (repeat for multiple groups)
de: Zu diesem Server zuweisende Sicherheitsgruppe (für mehrere Gruppen wiederholen)

source: Keypair to inject into this server (optional extension)
de: In diesem Server einzufügendes Schlüsselpaar (optionale Erweiterung)

source: Set a property on this server (repeat for multiple values)
de: Legen Sie eine Eigenschaft auf diesem Server fest (für mehrere Werte wiederholen)

source: File to inject into image before boot (repeat for multiple files)
de: Vor dem Start auf diesem Abbild einzufügende Datei (für mehrere Dateien wiederholen)

source: User data file to serve from the metadata server
de: Vom Metadatenserver anzubietende Benutzerdatendatei

source: Select an availability zone for the server
de: Wählen Sie eine Verfügbarkeitszone für den Server aus

source: Map block devices; map is <id>:<type>:<size(GB)>:<delete_on_terminate> (optional extension)
de: Blockorientierte Geräte abbilden; Abbildung ist <Kennung>:<Typ>:<Größe(GB)>:<beim_Beenden_löschen> (optionale Erweiterung)

source: Create a NIC on the server. Specify option multiple times to create multiple NICs. Either net-id or port-id must be provided, but not both. net-id: attach NIC to network with this UUID, port-id: attach NIC to port with this UUID, v4-fixed-ip: IPv4 fixed address for NIC (optional), v6-fixed-ip: IPv6 fixed address for NIC (optional).
de: Erstellen Sie ein NIC auf dem Server. Geben Sie die Option mehrfach an, um mehrere NICs zu erstellen. Entweder net-id oder port-id müssen bereitgestellt werden, aber nicht beide. net-id: NIC an Netzwerk mit dieser UUID binden, port-id: NIC an Port mit dieser UUID binden, v4-fixed-ip: Feste IPv4-Adresse für NIC (optional), v6-fixed-ip: Feste IPv6-Adresse für NIC (optional).

source: Hints for the scheduler (optional extension)
de: Hinweise für den Planer (optionale Erweiterung)

source: Use specified volume as the config drive, or 'True' to use an ephemeral drive
de: Benutzerdefinierter Datenträger als Konfigurationslaufwerk oder 'True', um ein flüchtiges Laufwerk zu verwenden

source: Minimum number of servers to launch (default=1)
de: Minimale Anzahl der zu startenden Server (Standard=1)

source: Maximum number of servers to launch (default=1)
de: Maximale Anzahl der zu startenden Server (Standard=1)

source: Wait for build to complete
de: Warten Sie, bis die Herstellung abgeschlossen ist

source: min instances should be <= max instances
de: min. Instanzen sollten <= max. Instanzen sein

source: min instances should be > 0
de: min. Instanzen sollten > 0 sein

source: max instances should be > 0
de: max. Instanzen sollten > 0 sein

source: either net-id or port-id should be specified but not both
de: entweder net-id oder port-id sollten angegeben sein, aber nicht beide

source: can't create server with port specified since neutron not enabled
de: Server mit dem angegebenen Port kann nicht erstellt werden, da Neutron nicht aktiviert ist

source: Error creating server: %s
de: Fehler beim Erstellen des Servers: %s

source: Error creating server
de: Fehler beim Erstellen des Servers

source: Name of new image (default is server name)
de: Name des neuen Abbilds (Servername ist Standard)

source: Wait for image create to complete
de: Warten Sie, bis die Abbilderstellung abgeschlossen ist

source: Error creating server snapshot: %s
de: Fehler beim Erstellen der Server-Schattenkopie: %s

source: Error creating server snapshot
de: Fehler beim Erstellen der Server-Schattenkopie

source: Server(s) to delete (name or ID)
de: Zu löschende(r) Server (Name oder Kennung)

source: Only return instances that match the reservation
de: Nur Instanzen zurückgeben, die der Einschränkung entsprechen

source: Regular expression to match IP addresses
de: Regulärer Ausdruck zum Abgleichen mit IP-Adressen

source: Regular expression to match IPv6 addresses
de: Regulärer Ausdruck zum Abgleichen mit IPv6-Adressen

source: Regular expression to match names
de: Regulärer Ausdruck zum Abgleichen mit Namen

source: Regular expression to match instance name (admin only)
de: Regulärer Ausdruck zum Abgleichen des Instanznamens (nur Administrator)

source: Search by server status
de: Nach Serverstatus suchen

source: Search by flavor
de: Nach Variante suchen

source: Search by image
de: Nach Bild suchen

source: Search by hostname
de: Nach Hostname suchen

source: Include all projects (admin only)
de: Alle Projekte miteinbeziehen (nur Administrator)

source: Target hostname
de: Zielhostname

source: Perform a shared live migration (default)
de: Gemeinsame Live-Migration ausführen (Standard)

source: Perform a block live migration
de: Blockorientierte Live-Migration ausführen

source: Allow disk over-commit on the destination host
de: Festplattenüberladung auf dem Zielhost erlauben

source: Do not over-commit disk on the destination host (default)
de: Festplatte auf dem Zielhost nicht überladen (Standard)

source: Wait for resize to complete
de: Warten Sie, bis die Größenänderung abgeschlossen ist

source: Complete
de: Fertig

source: Error migrating server
de: Fehler beim Migrieren des Servers

source: Perform a hard reboot
de: Harten Neustart ausführen

source: Perform a soft reboot
de: Weichen Neustart ausführen

source: Wait for reboot to complete
de: Warten Sie, bis der Neustart abgeschlossen ist

source: Reboot complete
de: Neustart abgeschlossen

source: Error rebooting server
de: Fehler beim Neustarten des Servers

source: Recreate server from this image
de: Server aus diesem Abbild neu erstellen

source: Wait for rebuild to complete
de: Warten Sie, bis die Wiederherstellung abgeschlossen ist

source: Complete
de: Fertig

source: Error rebuilding server
de: Fehler bei der Wiederherstellung des Servers

source: Name or ID of server to use
de: Name oder Kennung des zu verwendenden Servers

source: Name or ID of security group to remove from server
de: Name oder Kennung der vom Server zu entfernenden Sicherheitsgruppe

source: Volume to remove (name or ID)
de: Zu entfernender Datenträger (Name oder Kennung)

source: Resize server to specified flavor
de: Servergröße auf angegebene Variante ändern

source: Confirm server resize is complete
de: Bestätigen Sie, ob die Größenänderung des Servers abgeschlossen ist

source: Restore server state before resize
de: Serverstatus vor der Größenänderung wiederherstellen

source: Error resizing server
de: Fehler bei der Größenänderung des Servers

source: Set new root password (interactive only)
de: Neues root-Passwort festlegen (Nur interaktiv)

source: Property to add/change for this server (repeat option to set multiple properties)
de: Zu hinzufügende/ändernde Eigenschaft für diesen Server (wiederholen Sie die Option, um mehrere Eigenschaften festzulegen)

source: New password:
de: Neues Passwort:

source: Retype new password:
de: Neues Passwort erneut eingeben:

source: Passwords do not match, password unchanged
de: Passwörter stimmen nicht überein, Passwort unverändert

source: Display server diagnostics information
de: Serverdiagnoseinformationen anzeigen

source: Error retrieving diagnostics data
de: Fehler beim Abrufen der Diagnosedaten

source: Login name (ssh -l option)
de: Anmeldename (ssh -l Option)

source: Destination port (ssh -p option)
de: Zielport (ssh -p Option)

source: Private key file (ssh -i option)
de: Private Schlüsseldatei (ssh -i Option)

source: Options in ssh_config(5) format (ssh -o option)
de: Optionen im ssh_config(5)-Format (ssh -o Option)

source: Use only IPv4 addresses
de: Nur IPv4-Adressen verwenden

source: Use only IPv6 addresses
de: Nur IPv6-Adressen verwenden

source: Use public IP address
de: Öffentliche IP-Adresse verwenden

source: Use private IP address
de: Private IP-Adresse verwenden

source: Use other IP address (public, private, etc)
de: Andere IP-Adresse verwenden (öffentlich, privat, usw.)

source: Property key to remove from server (repeat to unset multiple values)
de: Vom Server zu entfernender Eigenschaftsschlüssel (zum Aufheben von mehreren Werten wiederholen)

source: Service to display (type or name)
de: Anzuzeigender Dienst (Typ oder Name)

source: Specify an alternate project (default: current authenticated project)
de: Geben Sie ein alternatives Projekt an (Standard: aktuell authentifiziertes Projekt)

source: Specify an alternate user (default: current authenticated user)
de: Geben Sie einen alternativen Benutzer an (Standard: aktuell authentifizierter Benutzer)

source: Credentials access key
de: Anmeldedaten-Zugriffsschlüssel

source: Specify a user
de: Geben Sie einen Benutzer an

source: New endpoint service (name or ID)
de: Neuer Endpunktdienst (Name oder Kennung)

source: New endpoint public URL (required)
de: Öffentliche URL des neuen Endpunktes (erforderlich)

source: New endpoint admin URL
de: Administrator-URL des neuen Endpunktes

source: New endpoint internal URL
de: Interne URL des neuen Endpunktes

source: New endpoint region ID
de: Neue Endpunkt-Regionskennung

source: Endpoint ID to delete
de: Zu löschende Endpunktkennung

source: Endpoint ID to display
de: Anzuzeigende Endpunktkennung

source: New project name
de: Name des neuen Projekts

source: Project description
de: Projektbeschreibung

source: Enable project (default)
de: Projekt aktivieren (Standardeinstellung)

source: Disable project
de: Projekt deaktivieren

source: Add a property to <name> (repeat option to set multiple properties)
de: Fügen Sie eine Eigenschaft zu <Name> hinzu (wiederholen Sie die Option, um mehrere Eigenschaften festzulegen)

source: Return existing project
de: Vorhandenes Projekt zurückgeben

source: Project(s) to delete (name or ID)
de: Zu löschende(s) Projekt(e) (Name oder Kennung)

source: Project to modify (name or ID)
de: Zu änderndes Projekt (Name oder Kennung)

source: Set project name
de: Projektname festlegen

source: Set project description
de: Projektbeschreibung festlegen

source: Enable project
de: Projekt aktivieren

source: Set a project property (repeat option to set multiple properties)
de: Legen Sie eine Projekteigenschaft fest (wiederholen Sie die Option, um mehrere Eigenschaften festzulegen)

source: Project to display (name or ID)
de: Anzuzeigendes Projekt (Name oder Kennung)

source: Role to add to <project>:<user> (name or ID)
de: Zu <project>:<user> hinzuzufügende Rolle (Name oder Kennung)

source: Include <project> (name or ID)
de: <project> miteinbeziehen (Name oder Kennung)

source: Include <user> (name or ID)
de: <user> miteinbeziehen (Name oder Kennung)

source: New role name
de: Name der neuen Rolle

source: Return existing role
de: Vorhandene Rolle zurückgeben

source: Role(s) to delete (name or ID)
de: Zu löschende Rolle(n) (Name oder Kennung)

source: Project must be specified
de: Projekt muss angegeben werden

source: User must be specified
de: Benutzer muss angegeben werden

source: User to list (name or ID)
de: Aufzulistender Benutzer (Name oder Kennung)

source: Filter users by <project> (name or ID)
de: Benutzer nach <project> filtern (Name oder Kennung)

source: Role to remove (name or ID)
de: Zu entfernende Rolle (Name oder Kennung)

source: Role to display (name or ID)
de: Anzuzeigende Rolle (Name oder Kennung)

source: New service type (compute, image, identity, volume, etc)
de: Neuer Diensttyp (Berechnen, Abbild, Identität, Datenträger, usw.)

source: New service name
de: Name des neuen Dienstes

source: New service description
de: Beschreibung des neuen Dienstes

source: The argument --type is deprecated, use service create --name <service-name> type instead.
de: Das Argument --type ist veraltet, verwenden Sie stattdessen service create --name <Dienstname> type.

source: Service to delete (name or ID)
de: Zu löschender Dienst (Name oder Kennung)

source: Service to display (type, name or ID)
de: Anzuzeigender Dienst (Typ, Name oder Kennung)

source: Show service catalog information
de: Dienstkataloginformation anzeigen

source: No service catalog with a type, name or ID of '%s' exists.
de: Kein Dienstkatalog mit Typ, Namen oder Kennung von '%s' ist vorhanden.

source: Token to be deleted
de: Zu löschender Token

source: New user name
de: Neuer Benutzername

source: Default project (name or ID)
de: Standardprojekt (Name oder Kennung)

source: Set user password
de: Benutzerpasswort festlegen

source: Prompt interactively for password
de: Interaktiv nach dem Passwort abfragen

source: Set user email address
de: E-Mail-Adresse des Benutzers festlegen

source: Enable user (default)
de: Benutzer aktivieren (Standardeinstellung)

source: Disable user
de: Benutzer deaktivieren

source: Return existing user
de: Vorhandenen Benutzer zurückgeben

source: User(s) to delete (name or ID)
de: Zu löschende(r) Benutzer (Name oder Kennung)

source: Filter users by project (name or ID)
de: Benutzer nach Projekt filtern (Name oder Kennung)

source: User to change (name or ID)
de: Zu ändernder Benutzer (Name oder Kennung)

source: Set user name
de: Benutzername festlegen

source: Set default project (name or ID)
de: Standardprojekt festlegen (Name oder Kennung)

source: User to display (name or ID)
de: Anzuzeigender Benutzer (Name oder Kennung)

source: Return existing domain
de: Vorhandene Domäne zurückgeben

source: Return existing group
de: Vorhandene Gruppe zurückgeben

source: New region ID
de: Neue Regionskennung

source: Parent region ID
de: Übergeordnete Regionskennung

source: New region description
de: Beschreibung des neuen Bereichs

source: New region url
de: URL des neuen Bereichs

source: Region ID to delete
de: Zu löschende Regionskennung

source: Filter by parent region ID
de: Nach übergeordneter Regionskennung filtern

source: Region to modify
de: Zu ändernde Region

source: New parent region ID
de: Neue übergeordnete Regionskennung

source: Region to display
de: Anzuzeigende Region
